{
    "splash": {
        "heading": "Are you struggling with your insurance claim?",
        "description": "Whether you’ve filed a claim or not, GuardianClaims is here to help. With our simple intake process, getting started is easy. Just fill out the form, and we will review your file to make sure you are a good fit for a Public Adjuster. From start to finish, we keep you informed and updated every step of the way.",
        "buttonText": "Get Guardian",
        "buttonLink": "/claim",
        "footerText": "Let GuardianClaims be your protector and defender against unjust insurance practices. We're here to shield your claim and fight for your right to fair compensation."
    },
    "claimSteps": {
        "headingThinOne": "At ",
        "headingBold": "GuardianClaims",
        "headingThinTwo": ", we are here to help you navigate through the complicated and confusing insurance claims process.",
        "description": "Our services cover a wide range of losses, including hail/wind damage, water damage, fire damage, mold damage, loss of income, and more. We offer a FREE consultation to assess the extent of the damage and determine the best course of action.",
        "contactHeading": "Contact us today!",
        "boxes": [
            {
                "image": "intake-form.jpg",
                "title": "Submit Our Intake Form",
                "description": "Click the button below to fill out our short Claims form. Every claim is different, this will allow us to better understand your specific situation.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            },
            {
                "image": "connect.jpg",
                "title": "Connect with Our Team",
                "description": "A licensed public adjuster in your state will review your information and reach out for a free claim review. Not every claim is a good fit for a public adjuster, and in order to best serve our clients, we believe education and communication are key!"
            },
            {
                "image": "receive-settlement.jpg",
                "title": "Receive Settlement",
                "description": "After our adjusters complete their investigation of your claim, and finalize negotiations with your insurance company, you’ll receive a check in the mail!"
            }
        ]
    },
    "claimTypes": {
        "headingThin": "Your situation is unique, ",
        "headingBold": "We process all types of claims daily.",
        "description": "Residential and commercial losses, emergency services, and planned restoration projects.",
        "claimCategories": [
            {
                "image": "water-flood.jpg",
                "title": "Water & Flood"
            },
            {
                "image": "fire-damage.jpg",
                "title": "Fire"
            },
            {
                "image": "earthquake.jpg",
                "title": "Earthquake"
            },
            {
                "image": "wildfire.jpg",
                "title": "Wildfire"
            },
            {
                "image": "collapse.jpg",
                "title": "Collapse"
            },
            {
                "image": "hail.jpg",
                "title": "Hail"
            },
            {
                "image": "hurricane-tornado.jpg",
                "title": "Hurricane & Tornado"
            },
            {
                "image": "waterflood.jpg",
                "title": "Repair & Restoration"
            }
        ]
    },
    "residential": {
        "residentialSplash": [
            {
                "heading": "Residential",
                "paragraph": "With our simple intake process, getting started is easy. Just fill out the form, and we will review your file to make sure you are a good fit for a Public Adjuster. From start to finish, we keep you informed and updated every step of the way.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "residential1.jpg",
                "heading": "Our Residential Property Process",
                "paragraphOne": "After your file is reviewed by a licensed public adjuster, a GuardianClaims team member will reach out to schedule an inspection of the damages.",
                "paragraphTwo": "Our adjusters are trained in residential property inspections and have completed over 1000 inspections combined to-date. The first step to properly assessing any loss is a detailed and accurate inspection. Once our team completes their claim investigation, and compiles all relevant documents, estimates, and invoices, we can confidently present your claim to your insurance company and begin negotiations."
            }
        ],
        "contentTwo": [
            {
                "image": "residential2.jpg",
                "heading": "Claim Presentation & Negotiation",
                "paragraphOne": "The negotiation phase is oftentimes the most frustrating part of the entire claim process, and if not handled correctly, can drag out for months and months. Even years. This is where most homeowners/policyholders make the mistake of trusting that the assessment they receive from their insurance adjuster was written with their best interests in mind.",
                "paragraphTwo": "It’s important to have a knowledgeable and experienced advocate present your claim in the full context of your policy, to ensure you’re recouping every dime that you’re owed after a loss."
            }
        ],
        "contentThree": [
            {
                "image": "residential3.jpg",
                "heading": "Settlement",
                "paragraphOne": "We’ve finally arrived at the settlement phase! The most anticipated part of any insurance claim. In many cases, the insurance company will attempt to settle your claim immediately after their initial inspection with little thought being put into what it is they’re actually paying for (if anything).",
                "paragraphTwo": "However, allowing GuardianClaims to guide you through our systematic claim process guarantees a fair and accurate settlement based upon the coverage provided in your policy, and the damages sustained to your property.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            }
        ]
    },
    "commercial": {
        "commercialSplash": [
            {
                "heading": "Commercial",
                "paragraph": "At GuardianClaims we understand the busy daily life of business owners. Our streamlined claim process was created to make sure that the headaches of dealing with your insurance company are handled by an expert. Our team is trained to get you the best settlement possible, without having to waste your valuable time.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "commercial1.jpg",
                "heading": "Our Commercial Property Process",
                "paragraphOne": "After your file is reviewed by a licensed public adjuster, a GuardianClaims team member will reach out to schedule an inspection of the damages. Our initial process includes a detailed and thorough hands on inspection complete with a full photo loss report. You can rest easy knowing that GuardianClaims will account for every dollar of your loss!",
                "paragraphTwo": ""
            }
        ],
        "contentTwo": [
            {
                "image": "commercial2.jpg",
                "heading": "Claim Presentation & Negotiation",
                "paragraphOne": "Once our initial inspection and photo loss report is compiled, we will then write a comprehensive scope to account for all damages related to your loss. Our comprehensive scope aims to capture both the obvious and hidden or underlying damages, ensuring that nothing is overlooked. By considering all the associated losses, our scope ensures that the restoration efforts are thorough and complete.",
                "paragraphTwo": "This scope document may include itemized lists of damaged property, recommended repairs or replacements, estimated costs, and any additional measures required to mitigate further losses. It serves as a roadmap for the subsequent restoration or recovery efforts, which will help guide your insurance company to a quick and easy resolution."
            }
        ],
        "contentThree": [
            {
                "image": "commercial3.jpg",
                "heading": "Settlement",
                "paragraphOne": "We have now reached the settlement phase, which is often the most eagerly awaited part of an insurance claim. Unfortunately, in many cases, insurance companies may try to settle the claim hastily after their initial inspection, without thoroughly considering what they are actually paying for, if anything.",
                "paragraphTwo": "By relying on our expertise and systematic approach, you can have confidence in the fairness and accuracy of the settlement. We take into account all the relevant factors, such as the extent of damages and the coverage specified in your policy, to negotiate a settlement that adequately compensates you for your losses.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ]
    },
    "contractor": {
        "contractorSplash": [
            {
                "heading": "Contractor Network",
                "paragraph": "Calling all contractors and restoration professionals! Interested in becoming a part of the GuardianClaims Network?",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentOne": [
            {
                "image": "contractor1.jpg",
                "heading": "Our Contractor Property Process",
                "paragraphOne": "Pellentesque elit eget gravida cum sociis natoque penatibus. Quam nulla porttitor massa id neque aliquam vestibulum morbi. Aliquam purus sit amet luctus venenatis lectus magna. Id volutpat lacus laoreet non. Facilisis mauris sit amet massa vitae tortor.",
                "paragraphTwo": "Sem viverra aliquet eget sit amet tellus cras adipiscing enim. Quisque id diam vel quam. Ut sem viverra aliquet eget sit amet tellus cras adipiscing. Egestas fringilla phasellus faucibus scelerisque."
            }
        ],
        "contentTwo": [
            {
                "image": "contractor2.jpg",
                "heading": "Our Contractor Property Process",
                "paragraphOne": "Pellentesque elit eget gravida cum sociis natoque penatibus. Quam nulla porttitor massa id neque aliquam vestibulum morbi. Aliquam purus sit amet luctus venenatis lectus magna. Id volutpat lacus laoreet non. Facilisis mauris sit amet massa vitae tortor.",
                "paragraphTwo": "Sem viverra aliquet eget sit amet tellus cras adipiscing enim. Quisque id diam vel quam. Ut sem viverra aliquet eget sit amet tellus cras adipiscing. Egestas fringilla phasellus faucibus scelerisque."
            }
        ],
        "contentThree": [
            {
                "image": "contractor3.jpg",
                "heading": "Our Contractor Property Process",
                "paragraphOne": "Pellentesque elit eget gravida cum sociis natoque penatibus. Quam nulla porttitor massa id neque aliquam vestibulum morbi. Aliquam purus sit amet luctus venenatis lectus magna. Id volutpat lacus laoreet non. Facilisis mauris sit amet massa vitae tortor.",
                "paragraphTwo": "Sem viverra aliquet eget sit amet tellus cras adipiscing enim. Quisque id diam vel quam. Ut sem viverra aliquet eget sit amet tellus cras adipiscing. Egestas fringilla phasellus faucibus scelerisque.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ]
    },
    "whatWeDo": {
        "heading": "What we do",
        "iconOne": "one.svg",
        "iconOneText": "Review your claim",
        "iconTwo": "two.svg",
        "iconTwoText": "Complete On-board process",
        "iconThree": "three.svg",
        "iconThreeText": "Submit file to carrier",
        "iconFour": "four.svg",
        "iconFourText": "Negotiate Claim",
        "iconFive": "five.svg",
        "iconFiveText": "Receive Payment"
    },
    "testimonialsResidential": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsCommercial": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsContractors": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "claims": {
        "leftColumnText": "We understand what it feels like to be in your position and look forward to connecting with you. Your story, and your time,  is important to us. Getting the details right on each individual claim allows us to determine if we’re a good fit, and if not, we’ll refer you to someone who is. It’s a win-win!",
        "leftColumnListTitle": "Here's what we do:",
        "leftColumnListItem1": "Review your insurance policy",
        "leftColumnListItem2": "Document your property damage and all contents",
        "leftColumnListItem3": "Schedule meetings and handle ALL communication with your insurance company",
        "leftColumnListItem4": "Finalize your settlement faster",
        "rightColumnText": "Mattis ullamcorper velit sed ullamcorper. Libero nunc consequat interdum varius sit amet mattis vulputate. Accumsan tortor posuere ac ut consequat semper. Et tortor at risus viverra adipiscing at in tellus integer. Ultrices dui sapien eget mi proin. Tincidunt vitae semper quis lectus nulla at.",
        "lastSectionText": "Our team is always available; call us now for a free NO OBLIGATION review of your situation."
    },
    "about": {
        "heading": "About Us",
        "whoWeAre": {
            "heading": "Who We Are",
            "paragraphs": [
                "Founded by Josh Dalli and Phil Mascolo, Guardian Claims is a public adjusting firm based in Charlotte, NC serving North Carolina and South Carolina. With over 8 years of combined industry experience, we have witnessed the frustrations and disappointments that can come with filing an insurance claim.",
                "As licensed public adjusters, we have a deep understanding of the complex claims process, and have seen firsthand the tactics that insurance companies use to minimize payouts and deny claims. We know how to navigate these obstacles to ensure that our clients receive the compensation they deserve.",
                "At Guardian Claims, communication is key to a successful claims process. Our firm prioritizes transparency and open dialogue with clients from start to finish. We work closely with clients to understand the unique circumstances of their claim, and keep them informed every step of the way.",
                "Our team at Guardian Claims is committed to providing exceptional service, going above and beyond for clients. We understand that filing a claim can be a stressful and overwhelming experience, which is why we strive to make the process as easy and stress-free as possible. Whether dealing with property damage, a natural disaster, or any other type of insurance claim, clients can trust Guardian Claims to be their advocate and fight for their rights.",
                "Thank you for considering Guardian Claims for your public adjusting needs. We look forward to working with you!"
            ]
        },
        "meetTheTeam": {
            "heading": "Meet The Team",
            "profiles": [
                {
                    "image": "josh-dalli.jpg",
                    "name": "Josh Dalli",
                    "phone": "123-456-7890",
                    "email": "josh.dalli@roofsitup.com",
                    "licenseNumber": "XXXX-XXXX-XXXX-XXXX"
                },
                {
                    "image": "phil-mascolo.PNG",
                    "name": "Phil Mascolo",
                    "phone": "123-456-7890",
                    "email": "phil.mascolo@roofsitup.com",
                    "licenseNumber": "XXXX-XXXX-XXXX-XXXX"
                }
            ]
        }
    },
    "termsOfUse": {},
    "privacyPolicy": {}
}