{
    "splash": {
        "heading": "Are you struggling with your insurance claim?",
        "description": "Whether you’ve filed a claim or not, GuardianClaims is here to help. With our simple intake process, getting started is easy. Just fill out the form, and we will review your file to make sure you are a good fit for a Public Adjuster. From start to finish, we keep you informed and updated every step of the way.",
        "buttonText": "Get Guardian",
        "buttonLink": "/claim",
        "footerText": "Let GuardianClaims be your protector and defender against unjust insurance practices. We're here to shield your claim and fight for your right to fair compensation."
    },
    "claimSteps": {
        "headingThinOne": "At ",
        "headingBold": "GuardianClaims",
        "headingThinTwo": ", we are here to help you navigate through the complicated and confusing insurance claims process.",
        "description": "Our services cover a wide range of losses, including hail/wind damage, water damage, fire damage, mold damage, loss of income, and more. We offer a FREE consultation to assess the extent of the damage and determine the best course of action.",
        "contactHeading": "Contact us today!",
        "boxes": [
            {
                "image": "intake-form.jpg",
                "title": "Submit Our Intake Form",
                "description": "Click the button below to fill out our short Claims form. Every claim is different, this will allow us to better understand your specific situation.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            },
            {
                "image": "connect.jpg",
                "title": "Connect with Our Team",
                "description": "A licensed public adjuster in your state will review your information and reach out for a free claim review. Not every claim is a good fit for a public adjuster, and in order to best serve our clients, we believe education and communication are key!"
            },
            {
                "image": "receive-settlement.jpg",
                "title": "Receive Settlement",
                "description": "After our adjusters complete their investigation of your claim, and finalize negotiations with your insurance company, you’ll receive a check in the mail!"
            }
        ]
    },
    "claimTypes": {
        "headingThin": "Your situation is unique, ",
        "headingBold": "We process all types of claims daily.",
        "description": "Residential and commercial losses, emergency services, and planned restoration projects.",
        "claimCategories": [
            {
                "image": "water-flood.jpg",
                "title": "Water & Flood"
            },
            {
                "image": "fire-damage.jpg",
                "title": "Fire"
            },
            {
                "image": "earthquake.jpg",
                "title": "Earthquake"
            },
            {
                "image": "Wildfire.jpg",
                "title": "Wildfire"
            },
            {
                "image": "Collapse.jpg",
                "title": "Collapse"
            },
            {
                "image": "Hail.jpg",
                "title": "Hail"
            },
            {
                "image": "hurricane-tornado.jpg",
                "title": "Hurricane & Tornado"
            },
            {
                "image": "waterflood.jpg",
                "title": "Repair & Restoration"
            }
        ]
    },
    "residential": {
        "residentialSplash": [
            {
                "heading": "Residential",
                "paragraph": "With our simple intake process, getting started is easy. Just fill out the form, and we will review your file to make sure you are a good fit for a Public Adjuster. From start to finish, we keep you informed and updated every step of the way.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "residential1.jpg",
                "heading": "Our Residential Property Process",
                "paragraphOne": "After your file is reviewed by a licensed public adjuster, a GuardianClaims team member will reach out to schedule an inspection of the damages.",
                "paragraphTwo": "Our adjusters are trained in residential property inspections and have completed over 1000 inspections combined to-date. The first step to properly assessing any loss is a detailed and accurate inspection. Once our team completes their claim investigation, and compiles all relevant documents, estimates, and invoices, we can confidently present your claim to your insurance company and begin negotiations."
            }
        ],
        "contentTwo": [
            {
                "image": "residential2.jpg",
                "heading": "Claim Presentation & Negotiation",
                "paragraphOne": "The negotiation phase is oftentimes the most frustrating part of the entire claim process, and if not handled correctly, can drag out for months and months. Even years. This is where most homeowners/policyholders make the mistake of trusting that the assessment they receive from their insurance adjuster was written with their best interests in mind.",
                "paragraphTwo": "It’s important to have a knowledgeable and experienced advocate present your claim in the full context of your policy, to ensure you’re recouping every dime that you’re owed after a loss."
            }
        ],
        "contentThree": [
            {
                "image": "residential3.jpg",
                "heading": "Settlement",
                "paragraphOne": "We’ve finally arrived at the settlement phase! The most anticipated part of any insurance claim. In many cases, the insurance company will attempt to settle your claim immediately after their initial inspection with little thought being put into what it is they’re actually paying for (if anything).",
                "paragraphTwo": "However, allowing GuardianClaims to guide you through our systematic claim process guarantees a fair and accurate settlement based upon the coverage provided in your policy, and the damages sustained to your property.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            }
        ]
    },
    "commercial": {
        "commercialSplash": [
            {
                "heading": "Commercial",
                "paragraph": "At GuardianClaims we understand the busy daily life of business owners. Our streamlined claim process was created to make sure that the headaches of dealing with your insurance company are handled by an expert. Our team is trained to get you the best settlement possible, without having to waste your valuable time.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "commercial1.jpg",
                "heading": "Our Commercial Property Process",
                "paragraphOne": "After your file is reviewed by a licensed public adjuster, a GuardianClaims team member will reach out to schedule an inspection of the damages. Our initial process includes a detailed and thorough hands on inspection complete with a full photo loss report. You can rest easy knowing that GuardianClaims will account for every dollar of your loss!",
                "paragraphTwo": ""
            }
        ],
        "contentTwo": [
            {
                "image": "commercial2.jpg",
                "heading": "Claim Presentation & Negotiation",
                "paragraphOne": "Once our initial inspection and photo loss report is compiled, we will then write a comprehensive scope to account for all damages related to your loss. Our comprehensive scope aims to capture both the obvious and hidden or underlying damages, ensuring that nothing is overlooked. By considering all the associated losses, our scope ensures that the restoration efforts are thorough and complete.",
                "paragraphTwo": "This scope document may include itemized lists of damaged property, recommended repairs or replacements, estimated costs, and any additional measures required to mitigate further losses. It serves as a roadmap for the subsequent restoration or recovery efforts, which will help guide your insurance company to a quick and easy resolution."
            }
        ],
        "contentThree": [
            {
                "image": "commercial3.jpg",
                "heading": "Settlement",
                "paragraphOne": "We have now reached the settlement phase, which is often the most eagerly awaited part of an insurance claim. Unfortunately, in many cases, insurance companies may try to settle the claim hastily after their initial inspection, without thoroughly considering what they are actually paying for, if anything.",
                "paragraphTwo": "By relying on our expertise and systematic approach, you can have confidence in the fairness and accuracy of the settlement. We take into account all the relevant factors, such as the extent of damages and the coverage specified in your policy, to negotiate a settlement that adequately compensates you for your losses.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ]
    },
    "contractor": {
        "contractorSplash": [
            {
                "heading": "Contractor Network",
                "paragraph": "Calling all contractors and restoration professionals! Interested in becoming a part of the GuardianClaims Network?",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentOne": [
            {
                "image": "contractor1.jpg",
                "heading": "Growing Your Network",
                "paragraphOne": "For years contractors have grown their own referral and lead pipeline through the use of networking. Meeting with realtors, insurance agents, and other trade professionals is one of the easiest ways to ensure the phone keeps ringing. At GuardianClaims, we believe in this same philosophy.",
                "paragraphTwo": "Our Contractor Network’s primary goal is connecting property owners with licensed construction professionals."
            }
        ],
        "contentTwo": [
            {
                "image": "contractor2.jpg",
                "heading": "Form a Relationship",
                "paragraphOne": "There are a lot of reasons to get into the restoration/insurance industry. But the most important one is to help people. If your customer’s insurance company won’t pay for the damages to their property - It may be time to give us a call at GuardianClaims.",
                "paragraphTwo": "From under-deductible approvals, to partial-denials, to full denials, we’ve seen just about everything  in residential property claims."
            }
        ],
        "contentThree": [
            {
                "image": "contractor3.jpg",
                "heading": "Become a Contractor Connection",
                "paragraphOne": "Our offices receive calls from property owners daily looking for help with their insurance claim. Most of these individuals already have contractor’s selected for the job. Some do not.",
                "paragraphTwo": "To join our Contractor Network, fill out our submission form. Don’t forget to enter your zip code and trade (ex. Roofing, Water Mitigation, Flooring).",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ]
    },
    "whatWeDo": {
        "heading": "What we do",
        "iconOne": "one.svg",
        "iconOneText": "Review your claim",
        "iconTwo": "two.svg",
        "iconTwoText": "Complete On-board process",
        "iconThree": "three.svg",
        "iconThreeText": "Submit file to carrier",
        "iconFour": "four.svg",
        "iconFourText": "Negotiate Claim",
        "iconFive": "five.svg",
        "iconFiveText": "Receive Payment"
    },
    "testimonialsResidential": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsCommercial": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsContractors": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "claims": {
        "leftColumnText": "We understand what it feels like to be in your position and look forward to connecting with you. Your story, and your time,  is important to us. Getting the details right on each individual claim allows us to determine if we’re a good fit, and if not, we’ll refer you to someone who is. It’s a win-win!",
        "leftColumnListTitle": "Here's what we do:",
        "leftColumnListItem1": "Review your insurance policy",
        "leftColumnListItem2": "Document your property damage and all contents",
        "leftColumnListItem3": "Schedule meetings and handle ALL communication with your insurance company",
        "leftColumnListItem4": "Finalize your settlement faster",
        "rightColumnText": "Mattis ullamcorper velit sed ullamcorper. Libero nunc consequat interdum varius sit amet mattis vulputate. Accumsan tortor posuere ac ut consequat semper. Et tortor at risus viverra adipiscing at in tellus integer. Ultrices dui sapien eget mi proin. Tincidunt vitae semper quis lectus nulla at.",
        "lastSectionText": "Our team is always available; call us now for a free NO OBLIGATION review of your situation."
    },
    "about": {
        "heading": "About Us",
        "whoWeAre": {
            "heading": "Who We Are",
            "paragraphs": [
                "Founded by Josh Dalli and Phil Mascolo, Guardian Claims is a public adjusting firm based in Charlotte, NC serving North Carolina and South Carolina. With over 8 years of combined industry experience, we have witnessed the frustrations and disappointments that can come with filing an insurance claim.",
                "As licensed public adjusters, we have a deep understanding of the complex claims process, and have seen firsthand the tactics that insurance companies use to minimize payouts and deny claims. We know how to navigate these obstacles to ensure that our clients receive the compensation they deserve.",
                "At Guardian Claims, communication is key to a successful claims process. Our firm prioritizes transparency and open dialogue with clients from start to finish. We work closely with clients to understand the unique circumstances of their claim, and keep them informed every step of the way.",
                "Our team at Guardian Claims is committed to providing exceptional service, going above and beyond for clients. We understand that filing a claim can be a stressful and overwhelming experience, which is why we strive to make the process as easy and stress-free as possible. Whether dealing with property damage, a natural disaster, or any other type of insurance claim, clients can trust Guardian Claims to be their advocate and fight for their rights.",
                "Thank you for considering Guardian Claims for your public adjusting needs. We look forward to working with you!"
            ]
        },
        "meetTheTeam": {
            "heading": "Meet The Team",
            "profiles": [
                {
                    "image": "josh-dalli.jpg",
                    "name": "Josh Dalli",
                    "phone": "704-516-5336",
                    "email": "jdalli@guardianclaims.com"
                },
                {
                    "image": "phil-mascolo.PNG",
                    "name": "Phil Mascolo",
                    "phone": "704-858-7892",
                    "email": "pmascolo@guardianclaims.com"
                }
            ]
        }
    },
    "termsOfUse": {
        "sections": [
            {
                "content": "Please read these Terms of Use (\"Terms\") carefully before using [guardianclaims.com] (the \"Website\"). These Terms govern your access to and use of the Website. By accessing or using the Website, you agree to be bound by these Terms. If you do not agree with any part of these Terms, you may not use the Website."
            },
            {
                "title": "Intellectual Property",
                "sections": [
                    {
                        "title": "Ownership",
                        "content": "The Website and its contents, including but not limited to text, graphics, images, logos, and software, are the property of GuardianClaims and are protected by intellectual property laws. You may not use, reproduce, modify, or distribute any content from the Website without prior written permission from GuardianClaims."
                    },
                    {
                        "title": "Trademarks",
                        "content": "All trademarks, service marks, logos, and trade names displayed on the Website are the property of GuardianClaims or their respective owners. You may not use any trademarks without the express written permission of the trademark owner."
                    }
                ]
            },
            {
                "title": "User Conduct",
                "sections": [
                    {
                        "title": "Acceptable Use",
                        "content": "You agree to use the Website only for lawful purposes and in a manner that does not infringe upon or restrict the rights of others. You shall not:\n\n- Upload, post, or transmit any content that is unlawful, harmful, defamatory, obscene, or otherwise objectionable.\n- Engage in any activity that could disable, damage, or impair the Website or interfere with any other party's use of the Website.\n- Attempt to gain unauthorized access to any portion of the Website or its related systems or networks.\n- Collect or store personal information about other users without their consent."
                    },
                    {
                        "title": "User Content",
                        "content": "You may have the opportunity to submit or upload content to the Website. By submitting or uploading any content, you grant GuardianClaims a non-exclusive, royalty-free, worldwide, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content for any purpose."
                    }
                ]
            },
            {
                "title": "Disclaimer of Warranties",
                "content": "The Website and its contents are provided on an \"as is'' and \"as available\" basis without any warranties of any kind, whether express or implied. GuardianClaims disclaims all warranties, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. GuardianClaims does not warrant that the Website will be error-free or uninterrupted, or that any defects will be corrected."
            },
            {
                "title": "Limitation of Liability",
                "content": "To the maximum extent permitted by law, GuardianClaims shall not be liable for any indirect, incidental, consequential, or punitive damages arising out of or in connection with the use or inability to use the Website, even if GuardianClaims has been advised of the possibility of such damages. In no event shall GuardianClaims' total liability to you for all damages, losses, or causes of action exceed the amount paid by you, if any, for accessing the Website."
            },
            {
                "title": "Indemnification",
                "content": "You agree to indemnify, defend, and hold harmless GuardianClaims and its officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, or expenses, including reasonable attorneys' fees, arising out of or in connection with your use of the Website or any violation of these Terms."
            },
            {
                "title": "Governing Law and Jurisdiction",
                "content": "These Terms shall be governed by and construed in accordance with the laws of [Your Country/State/Region]. Any disputes arising under or in connection with these Terms shall be subject to the exclusive jurisdiction of the courts located in [Your Jurisdiction]."
            }
        ]
    },
    "privacyPolicy": {
        "sections": [
            {
                "title": "Privacy Policy",
                "content": "This Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information when you visit our website [guardianclaims.com] (the 'Website'). Please read this Privacy Policy carefully to understand our practices regarding your personal information and how we will treat it. By using or accessing the Website, you agree to the terms of this Privacy Policy."
            },
            {
                "title": "Information We Collect",
                "sections": [
                    {
                        "title": "Personal Information",
                        "content": "We may collect personal information that you voluntarily provide to us when you interact with the Website. This may include your name, email address, contact information, and any other information you choose to provide."
                    },
                    {
                        "title": "Non-Personal Information",
                        "content": "We may collect non-personal information about you automatically when you visit the Website. This may include your IP address, browser type, operating system, referring website, pages viewed, and other usage information. This information is used to analyze trends, administer the Website, and gather demographic information about our user base as a whole."
                    }
                ]
            },
            {
                "title": "Use of Information",
                "sections": [
                    {
                        "title": "Personal Information",
                        "content": "We may use your personal information to: Provide, maintain, and improve the Website and our services. Respond to your inquiries, requests, and feedback. Send you administrative and promotional communications, such as updates, newsletters, and marketing materials. Personalize your experience on the Website. Protect the security and integrity of the Website. Comply with applicable laws, regulations, and legal processes."
                    },
                    {
                        "title": "Non-Personal Information",
                        "content": "We may collect non-personal information about you automatically when you visit the Website. This may include your IP address, browser type, operating system, referring website, pages viewed, and other usage information. This information is used to analyze trends, administer the Website, and gather demographic information about our user base as a whole."
                    }
                ]
            },
            {
                "title": "Disclosure of Information",
                "sections": [
                    {
                        "title": "Service Providers",
                        "content": "We may share your information with trusted third-party service providers who assist us in operating our business, providing the Website, and delivering services to you. These service providers are bound by confidentiality obligations and are not permitted to use or disclose your information for any purpose other than providing services to us."
                    },
                    {
                        "title": "Legal Requirements",
                        "content": "We may disclose your information if required to do so by law or in the good faith belief that such action is necessary to comply with applicable laws, regulations, legal processes, or enforceable governmental requests."
                    },
                    {
                        "title": "Business Transfers",
                        "content": "In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred or acquired by a third party as part of the transaction. You acknowledge and agree that such transfers may occur and that any acquirer of our assets may continue to use your personal information as set forth in this Privacy Policy."
                    }
                ]
            },
            {
                "title": "Data Security",
                "content": "We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. However, please note that no data transmission or storage system can be guaranteed to be 100% secure. Therefore, while we strive to protect your information, we cannot guarantee its absolute security."
            },
            {
                "title": "Your Choices",
                "content": "You may opt out of receiving promotional communications from us by following the instructions in those communications or by contacting us directly. Please note that even if you opt out of receiving promotional communications, we may still send you non-promotional emails related to your use of the Website."
            },
            {
                "title": "Changes to This Privacy Policy",
                "content": "We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this Privacy Policy periodically. Your continued use of the Website after any modifications constitutes your acceptance of the revised Privacy Policy."
            },
            {
                "title": "Contact Us",
                "content": "If you have any questions or concerns about this Privacy Policy, please contact us at [claims@guardianclaims.com]."
            }
        ]
    }
}