{
    "splash": {
        "heading": "Are you suffering from damage or your insurance company?",
        "description": "GuardianClaims is a public adjusting firm that works with your insurance company to get you a fair settlement and make you whole again. We're only compensated when you get the settlement you deserve and are ready to handle all residential, business, and commercial property insurance loss claims.",
        "buttonText": "Free Claim Review",
        "buttonLink": "/claim",
        "footerText": "Insurance companies are well-represented, and you should be too!"
    },
    "claimSteps": {
        "_comment (internal use only)": "If you no longer want a word bolded below, or change the text, leave headingThinOne and headingBold empty, and simply put all of your text in headingThinTwo. Any text that is placed in headingBold will be bolded.",
        "headingThinOne": "At ",
        "headingBold": "GuardianClaims",
        "headingThinTwo": "we navigate you through the complicated and confusing insurance claims process.",
        "description": "When life throws you storm, water, fire, or smoke damage, we help your family or business restore life and income to the way it was.",
        "contactHeading": "Contact us today!",
        "boxes": [
            {
                "image": "intake-form.jpg",
                "title": "Free Claim Review",
                "description": "Every claim is unique- tell us a little more about your situation, and we'll develop a plan to get you the settlement you deserve.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            },
            {
                "image": "connect.jpg",
                "title": "Connect with Us",
                "description": "Communication and education are key parts of our process, and licensed public adjusters will provide personal service from the free claim review through the entire settlement process."
            },
            {
                "image": "receive-settlement.jpg",
                "title": "Receive Your Settlement",
                "description": "We negotiate with your insurance company so you don't have to! Once we reach a fair settlement, you'll receive payment and the peace of mind that comes with it. "
            }
        ]
    },
    "claimTypes": {
        "headingThin": "Your situation is unique  ",
        "headingBold": "and we take it personally.",
        "description": "GuardianClaims adjusters are experienced in all facets of residential and commercial insurance losses.",
        "claimCategories": [
            {
                "image": "water-flood.jpg",
                "title": "Water & Flood"
            },
            {
                "image": "fire-damage.jpg",
                "title": "Fire"
            },
            {
                "image": "earthquake.jpg",
                "title": "Earthquake"
            },
            {
                "image": "wildfire.jpg",
                "title": "Wildfire"
            },
            {
                "image": "collapse.jpg",
                "title": "Collapse"
            },
            {
                "image": "hail.jpg",
                "title": "Hail"
            },
            {
                "image": "hurricane-tornado.jpg",
                "title": "Hurricane & Tornado"
            },
            {
                "image": "repair-restoration.jpg",
                "title": "Repair & Restoration"
            }
        ]
    },
    "residential": {
        "residentialSplash": [
            {
                "heading": "Claims take time. Or, you can hire us.",
                "paragraph": "When disaster strikes, we get you the settlement you deserve so you can get back to the things that matter most.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "residentialSecondary": [
            {
                "heading": "Residential Claims",
                "paragraph": "It's frustrating to read your policy and deal with insurance companies. Their business model is designed to confuse and minimize the claims they pay. That's where GuardainClaims comes in: Our public adjusters negotiate all claims for fire, water, storm, and other damages. We focus on personal service to you and your family, making you whole again.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "residential1.jpg",
                "heading": "It Starts With Your Free Claim Review",
                "paragraphOne": "GuardianClaims licensed public adjusters will reach out to begin building your case.",
                "paragraphTwo": "We will review your policy and documents to confirm coverage for your damages. Experienced adjusters and experts will inspect your property and prepare a visual report supporting a fair settlement for you and your family.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentTwo": [
            {
                "image": "residential2.jpg",
                "heading": "We Handle Insurance Companies, So You Don't Have To",
                "paragraphOne": "Homeowners often find negotiations frustrating– the process can drag on for months or years if mishandled. Most policyholders make the mistake of trusting their insurance company's assessment and find themselves short of restoring their loss and income.",
                "paragraphTwo": "GuardianClaims adjusters negotiate with your insurance companies to reach a fair settlement that will make you whole again.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentThree": [
            {
                "image": "residential3.jpg",
                "heading": "Settlement",
                "paragraphOne": "The moment you have been waiting for has now arrived! Once a fair settlement has been reached, GuardianClaims processes the funding of your settlement to ensure accurate and prompt payment according to the terms. And remember, we don't get paid unless you do!",
                "paragraphTwo": "However, allowing GuardianClaims to guide you through our systematic claim process guarantees a fair and accurate settlement based upon the coverage provided in your policy, and the damages sustained to your property.",
                "buttonText": "Get Started",
                "buttonLink": "/claim"
            }
        ]
    },
    "commercial": {
        "commercialSplash": [
            {
                "heading": "Business as usual. Until it's not.",
                "paragraph": "People rely on you, and you rely on your insurance company. We expedite a fair settlement so that you can get back to business.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "commercialSecondary": [
            {
                "heading": "Commercial Claims",
                "paragraph": "Your business suffered a loss, and the distraction is taking you away from what you do best- running your business and making money. The only thing that can make matters worse is dealing with your insurance company! Your time is valuable, so put GuardianClaims commercial public adjusters to work to settle your business claim and make you whole again.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "commercial1.jpg",
                "heading": "Our Commercial Property Process",
                "paragraphOne": "Your business loss generated a lot of paperwork on top of all the headaches. GuardianClaims commercial public adjusters take over the process and pay attention to the details that streamline claims. Our commercial process starts with a thorough policy review to confirm coverage and build a case. Our comprehensive document review, property inspection, and visual report ensure that your insurance company has no choice but a fair settlement.",
                "paragraphTwo": "",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentTwo": [
            {
                "image": "commercial2.jpg",
                "heading": "Submission & Negotiation - Your Clearscope Report",
                "paragraphOne": "Insurance companies are well-represented, and GuardianClaims' commercial division will ensure you are, too! Once your documents, inspections, and photo loss report are compiled, a GuardianClaims Clearscope report is prepared to account for all damages and entitlements. Our comprehensive Clearscope report captures evident and underlying damages so nothing is overlooked and ensures your restoration plan is thorough. We include measures to mitigate further losses, which are often overlooked and a necessary step on your part. GuardianClaims Clearscope report serves as a settlement roadmap for your business's restoration and recovery and focuses your insurance company on a fair resolution of your claim.",
                "paragraphTwo": "",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentThree": [
            {
                "image": "commercial3.jpg",
                "heading": "Settlement",
                "paragraphOne": "The settlement phase is the most eagerly anticipated part of the process, but here again, insurance companies may try to settle hastily, undermining the extent of your damages. GuardianClaims protects your best interests with attention to detail, ensuring a fair and accurate settlement.",
                "paragraphTwo": " Last but not least, GuardianClaims processes the funding of your settlement to ensure accurate and prompt payment according to the terms of your policy. And remember, we don't get paid unless you do!",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ]
    },
    "contractor": {
        "contractorSplash": [
            {
                "heading": "Relationships Matter",
                "paragraph": "We value our relationships with contractors, homeowners associations, property owners, and other industry professionals.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contractorSecondary": [
            {
                "heading": "Contractors & Associations",
                "paragraph": "",
                "buttonText": "Submit a Claim",
                "buttonLink": "/claim"
            }
        ],
        "contentOne": [
            {
                "image": "contractor1.jpg",
                "heading": "Contractors",
                "paragraphOne": "You are experts at restoration and renovation- with a deep understanding of construction, material costs, labor, and project timelines. At GuardianClaims, we are experts in dealing with insurance companies- with a deep understanding of policies, negotiating strategies, and fair settlements. Together, we create a synergy with the client's best interest at heart, making them whole again.",
                "paragraphTwo": "",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentTwo": [
            {
                "image": "contractor2.jpg",
                "heading": "HOA, COA, & POA",
                "paragraphOne": "GuardianClaims ensures homeowner associations, condo associations, and property owner associations are well-represented, just like the insurance companies. You encounter unique hurdles when handling insurance claims- from navigating complex policies to understanding the rights of unit owners, and the claims process can be daunting.",
                "paragraphTwo": "Often, oversights or errors are made by those trying their best, resulting in undervalued claims, extended settlement durations, and issues with neighbors. GuardianClaims specializes in handling it all for you- providing clarity and direction to ensure your community gets the swift and fair settlement it deserves.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ],
        "contentThree": [
            {
                "image": "contractor3.jpg",
                "heading": "Affiliations",
                "paragraphOne": "GuardianClaims uses iink payment processing to manage all settlements, eliminating delays and streamlining your payments. Our commitment to a seamless, secure, and efficient payment ensures your payment is hassle-free and timely, leading to a quicker restoration process.",
                "paragraphTwo": "GuardianClaims is excited to join United Claims Professionals (UCP), the newest organization for public adjusters and industry experts. Our affiliation with UCP signifies our dedication to upholding the highest standards of professionalism. The relationship bolsters our ability to provide top-notch services and demonstrate our commitment to you, the insured.",
                "buttonText": "Submit a Claim",
                "buttonLink": "/network"
            }
        ]
    },
    "whatWeDo": {
        "heading": "5-Steps to Success",
        "_comment (internal use only)": "whatWeDoContent below is dynamic, meaning that you can add or remove items as you please. It is not recommended to go above 5 items however. The Icons used here are found in public/images/svg-icons/what-we-do and can be replaced and updated as you wish, just be sure to keep the names the same.",
        "whatWeDoContent": [
            {
                "icon": "one.svg",
                "text": "1. Free Claim Review"
            },
            {
                "icon": "two.svg",
                "text": "2. Build Your Case"
            },
            {
                "icon": "three.svg",
                "text": "3. Negotiate With Insurance"
            },
            {
                "icon": "four.svg",
                "text": "4. Fair Settlement"
            },
            {
                "icon": "five.svg",
                "text": "5. Get Payment!"
            }
        ]
    },
    "testimonialsResidential": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"Got the opportunity to work with these guys on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsCommercial": {
        "icon": "testimonial-icon.svg",
        "icon-text": "Testimonials",
        "heading": "Hear From Our Clients",
        "text": "\"I had the opportunity to work with GuardianClaims on 4 different claims. They are very knowledgeable and a pleasure to work with.\"",
        "author": "Blake Grissom",
        "company": "Contractor Connection"
    },
    "testimonialsContractors": {
        "_comment (internal use only)": "The logos in this section are dynamic, this means that you can add or remove logos as you wish and the page will handle it automatically. The logos MUST be added to /public/images/contractor-testimonials first as .png ONLY (case sensitive), then you can simply add them to 'logos' below (without the .png), refer to the current logos as an example.",
        "logos": [
            "iink-logo",
            "UCP-logo"
        ]
    },
    "claims": {
        "leftColumnText": "We understand what it feels like to be in your position and look forward to connecting with you. Your story, and your time,  is important to us. Getting the details right on each individual claim allows us to determine if we’re a good fit, and if not, we’ll refer you to someone who is. It’s a win-win!",
        "leftColumnListTitle": "Here's what we do:",
        "_comment (internal use only)": "The list items below are dynamic, meaning that you can add or remove them as you please, any amount of list items will work.",
        "leftColumnListItems": [
            "Review your insurance policy",
            "Document your property damage and all contents",
            "Schedule meetings and handle ALL communication with your insurance company",
            "Finalize your settlement faster"
        ],
        "rightColumnText": "Mattis ullamcorper velit sed ullamcorper. Libero nunc consequat interdum varius sit amet mattis vulputate. Accumsan tortor posuere ac ut consequat semper. Et tortor at risus viverra adipiscing at in tellus integer. Ultrices dui sapien eget mi proin. Tincidunt vitae semper quis lectus nulla at.",
        "lastSectionText": "Our team is always available; call us now for a free NO OBLIGATION review of your situation."
    },
    "claimsContractors": {
        "leftColumnText": "We understand what it feels like to be in your position and look forward to connecting with you. Your story, and your time,  is important to us. Getting the details right on each individual claim allows us to determine if we’re a good fit, and if not, we’ll refer you to someone who is. It’s a win-win!",
        "leftColumnListTitle": "Here's what we do:",
        "_comment (internal use only)": "The list items below are dynamic, meaning that you can add or remove them as you please, any amount of list items will work.",
        "leftColumnListItems": [
            "Review your insurance policy",
            "Document your property damage and all contents",
            "Schedule meetings and handle ALL communication with your insurance company",
            "Finalize your settlement faster"
        ],
        "rightColumnText": "Mattis ullamcorper velit sed ullamcorper. Libero nunc consequat interdum varius sit amet mattis vulputate. Accumsan tortor posuere ac ut consequat semper. Et tortor at risus viverra adipiscing at in tellus integer. Ultrices dui sapien eget mi proin. Tincidunt vitae semper quis lectus nulla at.",
        "lastSectionText": "Our team is always available; call us now for a free NO OBLIGATION review of your situation."
    },
    "about": {
        "heading": "About Us",
        "whoWeAre": {
            "heading": "Who We Are",
            "_comment (internal use only)": "The paragraphs below are completely dynamic, this means that you add or remove any of the paragraphs and the page will handle it automatically.",
            "paragraphs": [
                "GuardianClaims is a family-owned and operated business serving the communities of North Carolina and South Carolina. Our founders grew up in the contracting, roofing, and public adjusting space, spending over a decade witnessing what damage and disappointment do to families and businesses.",
                "Insurance companies always have the best negotiators and take advantage of every situation to minimize the claims they pay. So, who advocates for families and businesses? We learned about public adjusters and their role in processing and settling claims for the insured, and our mission became clear. GuardianClaims was founded to help families and businesses stand up to insurance companies and spread the word about public adjusters.",
                "GuardianClaims staff understand and navigate the complex claims process, so you don't have to. We ensure our clients receive the compensation they deserve with transparency and communication- hallmarks of our firm. We work closely with clients to understand their unique circumstances, provide the personal attention they deserve, and ensure a fair and accurate settlement.",
                "Thank you for trusting GuardianClaims with your residential and commercial insurance claims. We look forward to meeting you, advocating for you, and getting you the settlement you deserve so life can return to the way it was."
            ]
        },
        "meetTheTeam": {
            "heading": "Meet The Team",
            "profiles": [
                {
                    "image": "josh-dalli",
                    "name": "Josh Dalli",
                    "phone": "(704)-516-5336",
                    "email": "jdalli@guardianclaims.com"
                },
                {
                    "image": "phil-mascolo",
                    "name": "Phil Mascolo",
                    "phone": "(704)-858-7892",
                    "email": "pmascolo@guardianclaims.com"
                }
            ]
        }
    },
    "termsOfUse": {
        "title": "Terms of Use",
        "content": "Please read these Terms of Use (\"Terms\") carefully before using [guardianclaims.com] (the \"Website\"). These Terms govern your access to and use of the Website. By accessing or using the Website, you agree to be bound by these Terms. If you do not agree with any part of these Terms, you may not use the Website.",
        "_comment (internal use only)": "The following is completely dynamic, this means that you can add and remove sections, titles and content as you please and the page will handle it automatically.",
        "sections": [
            {
                "title": "Intellectual Property",
                "sections": [
                    {
                        "title": "Ownership",
                        "content": "The Website and its contents, including but not limited to text, graphics, images, logos, and software, are the property of GuardianClaims and are protected by intellectual property laws. You may not use, reproduce, modify, or distribute any content from the Website without prior written permission from GuardianClaims."
                    },
                    {
                        "title": "Trademarks",
                        "content": "All trademarks, service marks, logos, and trade names displayed on the Website are the property of GuardianClaims or their respective owners. You may not use any trademarks without the express written permission of the trademark owner."
                    }
                ]
            },
            {
                "title": "User Conduct",
                "sections": [
                    {
                        "title": "Acceptable Use",
                        "content": "You agree to use the Website only for lawful purposes and in a manner that does not infringe upon or restrict the rights of others. You shall not:\n\n- Upload, post, or transmit any content that is unlawful, harmful, defamatory, obscene, or otherwise objectionable.\n- Engage in any activity that could disable, damage, or impair the Website or interfere with any other party's use of the Website.\n- Attempt to gain unauthorized access to any portion of the Website or its related systems or networks.\n- Collect or store personal information about other users without their consent."
                    },
                    {
                        "title": "User Content",
                        "content": "You may have the opportunity to submit or upload content to the Website. By submitting or uploading any content, you grant GuardianClaims a non-exclusive, royalty-free, worldwide, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content for any purpose."
                    }
                ]
            },
            {
                "title": "Disclaimer of Warranties",
                "content": "The Website and its contents are provided on an \"as is'' and \"as available\" basis without any warranties of any kind, whether express or implied. GuardianClaims disclaims all warranties, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. GuardianClaims does not warrant that the Website will be error-free or uninterrupted, or that any defects will be corrected."
            },
            {
                "title": "Limitation of Liability",
                "content": "To the maximum extent permitted by law, GuardianClaims shall not be liable for any indirect, incidental, consequential, or punitive damages arising out of or in connection with the use or inability to use the Website, even if GuardianClaims has been advised of the possibility of such damages. In no event shall GuardianClaims' total liability to you for all damages, losses, or causes of action exceed the amount paid by you, if any, for accessing the Website."
            },
            {
                "title": "Indemnification",
                "content": "You agree to indemnify, defend, and hold harmless GuardianClaims and its officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, or expenses, including reasonable attorneys' fees, arising out of or in connection with your use of the Website or any violation of these Terms."
            },
            {
                "title": "Governing Law and Jurisdiction",
                "content": "These Terms shall be governed by and construed in accordance with the laws of [Your Country/State/Region]. Any disputes arising under or in connection with these Terms shall be subject to the exclusive jurisdiction of the courts located in [Your Jurisdiction]."
            }
        ]
    },
    "privacyPolicy": {
        "title": "Privacy Policy",
        "content": "This Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information when you visit our website [guardianclaims.com] (the 'Website'). Please read this Privacy Policy carefully to understand our practices regarding your personal information and how we will treat it. By using or accessing the Website, you agree to the terms of this Privacy Policy.",
        "_comment (internal use only)": "The following is completely dynamic, this means that you can add and remove sections, titles and content as you please and the page will handle it automatically.",
        "sections": [
            {
                "title": "Information We Collect",
                "sections": [
                    {
                        "title": "Personal Information",
                        "content": "We may collect personal information that you voluntarily provide to us when you interact with the Website. This may include your name, email address, contact information, and any other information you choose to provide."
                    },
                    {
                        "title": "Non-Personal Information",
                        "content": "We may collect non-personal information about you automatically when you visit the Website. This may include your IP address, browser type, operating system, referring website, pages viewed, and other usage information. This information is used to analyze trends, administer the Website, and gather demographic information about our user base as a whole."
                    }
                ]
            },
            {
                "title": "Use of Information",
                "sections": [
                    {
                        "title": "Personal Information",
                        "content": "We may use your personal information to: Provide, maintain, and improve the Website and our services. Respond to your inquiries, requests, and feedback. Send you administrative and promotional communications, such as updates, newsletters, and marketing materials. Personalize your experience on the Website. Protect the security and integrity of the Website. Comply with applicable laws, regulations, and legal processes."
                    },
                    {
                        "title": "Non-Personal Information",
                        "content": "We may collect non-personal information about you automatically when you visit the Website. This may include your IP address, browser type, operating system, referring website, pages viewed, and other usage information. This information is used to analyze trends, administer the Website, and gather demographic information about our user base as a whole."
                    }
                ]
            },
            {
                "title": "Disclosure of Information",
                "sections": [
                    {
                        "title": "Service Providers",
                        "content": "We may share your information with trusted third-party service providers who assist us in operating our business, providing the Website, and delivering services to you. These service providers are bound by confidentiality obligations and are not permitted to use or disclose your information for any purpose other than providing services to us."
                    },
                    {
                        "title": "Legal Requirements",
                        "content": "We may disclose your information if required to do so by law or in the good faith belief that such action is necessary to comply with applicable laws, regulations, legal processes, or enforceable governmental requests."
                    },
                    {
                        "title": "Business Transfers",
                        "content": "In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred or acquired by a third party as part of the transaction. You acknowledge and agree that such transfers may occur and that any acquirer of our assets may continue to use your personal information as set forth in this Privacy Policy."
                    }
                ]
            },
            {
                "title": "Data Security",
                "content": "We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. However, please note that no data transmission or storage system can be guaranteed to be 100% secure. Therefore, while we strive to protect your information, we cannot guarantee its absolute security."
            },
            {
                "title": "Your Choices",
                "content": "You may opt out of receiving promotional communications from us by following the instructions in those communications or by contacting us directly. Please note that even if you opt out of receiving promotional communications, we may still send you non-promotional emails related to your use of the Website."
            },
            {
                "title": "Changes to This Privacy Policy",
                "content": "We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this Privacy Policy periodically. Your continued use of the Website after any modifications constitutes your acceptance of the revised Privacy Policy."
            },
            {
                "title": "Contact Us",
                "content": "If you have any questions or concerns about this Privacy Policy, please contact us at [claims@guardianclaims.com]."
            }
        ]
    },
    "copyright": "Copyright © 2023 GuardianClaims - All Rights Reserved"
}